<template>
  <div>
    <div class="about">
      <section class="s-content">
        <div class="row">
          <div class="column large-12">
            <article class="s-content__entry">
              <div class="s-content__media">
                <img
                  :src="require('@/assets/images/thumbs/about/about-1050.jpg')"
                  sizes="(max-width: 2100px) 100vw, 2100px"
                  alt=""
                />
              </div>
              <!-- end s-content__media -->

              <div class="s-content__entry-header">
                <h1 class="s-content__title">درباره استوری بیشتر بدانید.</h1>
              </div>
              <!-- end s-content__entry-header -->

              <div class="s-content__primary">
                <div class="s-content__page-content">
                  <p class="lead" style="text-align: justify">
                    لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و
                    با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه
                    و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی
                    تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای
                    کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و
                    آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم
                    افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص
                    طراحان خلاقی
                  </p>

                  <p style="text-align: justify">
                    لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و
                    با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه
                    و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی
                    تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای
                    کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و
                    آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم
                    افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص
                    طراحان خلاقی
                  </p>

                  <p style="text-align: justify">
                    لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و
                    با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه
                    و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی
                    تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای
                    کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و
                    آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم
                    افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص
                    طراحان خلاقی
                  </p>

                  <br />

                  <div
                    class="row block-large-1-2 block-tab-full s-content__blocks"
                  >
                    <div class="column">
                      <h4>لورم ایپسوم.</h4>
                      <p style="text-align: justify">
                        لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت
                        چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون
                        بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و
                        برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با
                        هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت
                        و سه درصد گذشته حال و آینده شناخت فراوان جامعه و متخصصان
                        را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان
                        رایانه ای علی الخصوص طراحان خلاقی
                      </p>
                    </div>

                    <div class="column">
                      <h4>لورم ایپسوم.</h4>
                      <p style="text-align: justify">
                        لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت
                        چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون
                        بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و
                        برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با
                        هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت
                        و سه درصد گذشته حال و آینده شناخت فراوان جامعه و متخصصان
                        را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان
                        رایانه ای علی الخصوص طراحان خلاقی
                      </p>
                    </div>

                    <div class="column">
                      <h4>لورم ایپسوم.</h4>
                      <p style="text-align: justify">
                        لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت
                        چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون
                        بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و
                        برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با
                        هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت
                        و سه درصد گذشته حال و آینده شناخت فراوان جامعه و متخصصان
                        را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان
                        رایانه ای علی الخصوص طراحان خلاقی
                      </p>
                    </div>

                    <div class="column">
                      <h4>لورم ایپسوم.</h4>
                      <p style="text-align: justify">
                        لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت
                        چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون
                        بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و
                        برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با
                        هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت
                        و سه درصد گذشته حال و آینده شناخت فراوان جامعه و متخصصان
                        را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان
                        رایانه ای علی الخصوص طراحان خلاقی
                      </p>
                    </div>
                  </div>
                </div>
                <!-- end s-entry__page-content -->
              </div>
              <!-- end s-content__primary -->
            </article>
            <!-- end entry -->
          </div>
          <!-- end column -->
        </div>
        <!-- end row -->
      </section>
      <!-- end s-content -->
    </div>
  </div>
</template>

<script>
import { onMounted } from 'vue';
export default {
  name: "AboutView",
  setup() {
    onMounted(() => {
      document.body.scrollTop = 0;
      document.documentElement.scrollTop = 0;
    });
    return {};
  },
};
</script>

<style>
.d-block {
  display: block !important;
}
.s-header {
  background-color: rgb(8 7 7 / 100%) !important;
}
</style>